Repository: AlfCano/rkTeaching
Catalog: inst/rkward/po/rkward__rkTeaching.*.po
Languages: es

# NAME OF TRANSLATORS
source: Your names
es: Alfredo Sánchez Alberca

# EMAIL OF TRANSLATORS
source: Your emails
es: asalber@ceu.es

source: RKWard GUI that introduces some utilities for teaching Statistic.
es: Interfaz gráfica para RKWard que incorpora nuevos procedimientos para la enseñanza y el aprendizaje de Estadística.

source: Install local package
es: Instalar paquete local

source: Package file
es: Fichero del paquete

source: Source code
es: Código fuente

source: Data filtering
es: Filtrar datos

source: Select data frame or variable
es: Seleccionar conjunto de datos o variable

source: Data frame to filter
es: Conjunto de datos a filtrar

source: Filter cases
es: Filtrar individuos

source: Selection condition
es: Condición de selección

source: Filter variables
es: Filtrar variables

source: Select only the following variables
es: Seleccionar solo las siguientes variables

source: Selected variables
es: Variables seleccionadas

source: Save new data frame
es: Guardar nuevo conjunto de datos

source: Select the data frame to filter.
es: Seleccionar el conjunto de datos a filtrar.

source: Select data frame
es: Seleccionar el conjunto de datos

source: Data frame
es: Conjunto de datos

source: Insert the filtering condition to select cases.
es: Introducir la condición de selección de individuos.

source: Any logic or relational operator of R can be used in the condition expression.
es: Cualquier operador lógico o relacional de R puede usarse en la expresión de la condición.

source: <b> Examples </b> : gender=="female", age>20, gender=="female" & age>20.
es: <b> Ejemplos </b> : sexo=="mujer", edad>20, sexo=="mujer" & edad>20.

source: To select only a subset of variables, mark the checkbox and select the desired variables.
es: Para seleccionar sólo un subconjunto de variables, marcar la casilla y seleccionar las variables deseadas.

source: Insert a name for the new data set.
es: Introducir un nombre para el nuevo conjunto de datos.

source: Variable calculation
es: Calcular variable

source: Calculation expression
es: Expresión de cálculo

source: Save new variable
es: Guardar nueva variable

source: Select the data frame that contains the variables used in the calculation
es: Seleccionar el conjunto de datos que contiene las variables usadas en el cálculo

source: Insert the expression to compute the new variable.
es: Introducir la expresión para calcular la nueva variable.

source: The expression can contains any variable of the Workspace and any operator of R. Do not put an equal sign at the beginning.
es: La expresión puede contener cualquier variable del espacio de trabajo y cualquier operador de R. No ponga un signo de igual al comienzo.

source: Examples: height*100, weight/height^2.
es: Ejemplos: estatura*100, peso/estatura^2.

source: Insert the name for the new variable and click the button Change to select the data frame where to save it. By default the new variable is saved in .GlobalEnv.
es: Introducir el nombre de la nueva variable y hacer clic en el botón Cambiar para seleccionar el conjunto de datos donde guardarla. Por defecto la nueva variable se guarda en .GlobalEnv.

source: Variable recoding
es: Recodificar variable

source: Select variable
es: Seleccionar variable

source: Variable to recode
es: Variable a recodificar

source: Recoding rules
es: Reglas de recodificiación

source: Convert into a factor
es: Convertir en factor

source: Select the variable to recode.
es: Seleccionar la variable a recodificar.

source: Insert the recodification rules.
es: Introducir las reglas de recodificación.

source: Each rule must be defined in a different line with the following format: <br/> old value = new value
es: Cada regla debe definirse en una linea diferente con el siguiente formato: <br/> valor antiguo = valor nuevo

source: The old value can be intervals with the format <br/> lower limit:upper limit <br/> and you can use the keywords "lo" for the minimum and "hi"; for the maximum value of the sample.
es: Los valores antiguos pueden ser intervalos con el formato <br/> límite inferior : límite superior <br/> y pueden usarse las palabras clave "lo" para referirse al mínimo y "hi" para el máximo de los valores de la muestra.

source: <b> Examples </b> : lo:49.9 = "F", 50:54.9 = "E", 55:59.9 = "D", 60:69.9 = "C", 70:89.9 = "B", 90:94.9 = "A", 95:100 = "A+"
es: <b>Ejemplos</b>: lo:4.99 = "Suspenso", 5:6.99 = "Aprobado", 7:8.99 = "Notable", 9:10 = "Sobresaliente"

source: Inser the name for the new variable and click the button Change to select the data frame where to save it. By default the new variable is saved in .GlobalEnv.
es: Introducir el nombre de la nueva variable y hacer clic en el botón Cambiar para seleccionar el conjunto de datos donde guardarla. Por defecto la nueva variable se guarda en .GlobalEnv.

source: Check the box to convert the new variable in a factor.
es: Marcar la casilla para convertir la nueva variable en un factor.

source: Data weighting
es: Ponderar datos

source: Data frame to weight
es: Conjunto de datos a ponderar

source: Weighting frequencies
es: Frecuencias de ponderación

source: Select the data frame to weight.
es: Seleccionar el conjunto de datos a ponderar.

source: Select the variable that contains the weighting frequencies.
es: Seleccionar la variable que contenga las frecuencias de ponderación.

source: Enter the name for the new data set. By default the new data set is saved in the .GlobalEnv environment.
es: Introducir un nombre para el nuevo conjunto de datos. Por defecto el nuevo conjunto de datos se guardará en el entorno de trabajo .GlobalEnv.

source: Standardization
es: Tipificar variables

source: Standardization of variables
es: Tipificación de variables

source: Select variables
es: Seleccionar variables

source: Variables to standardize
es: Variables a tipificar

source: Select the data frame with the variables to standardize.
es: Seleccionar el conjunto de datos con las variables a tipificar.

source: Select the variables to standardize.
es: Seleccionar las variables a tipificar.

source: Data
es: Datos

source: Frequency table
es: Tabla de frecuencias

source: Frequency table of %1
es: Tabla de frecuencias de %1

source: Grouping variable(s)
es: Variable(s) de agrupación

source: Class intervals method
es: Método de agrupación en clases

source: Group
es: Grupo

source: Frequency tabulation
es: Tabulación de frecuencias

source: Variable to tabulate
es: Variable a tabular

source: Tabulate by groups
es: Tabular por grupos

source: Filter
es: Filtro

source: Classes
es: Clases

source: Group into class intervals
es: Agrupar en intervalos de clase

source: This procedure computes the sample frequency distribution of one variable.
es: Este procedimiento calcula la distribución de frecuencias muestral de una variable.

source: Select the variable to tabulate.
es: Seleccionar la variable a tabular.

source: If you want different tabulations for the categories of one or several factors, check the box <b>Tabulate by groups</b> and select the factors to define the groups. If you select more than one factor you will get one test for every category combination of the factors.
es: Si desea un contraste diferente para las categorías de uno o varios factores, marcar la casilla <b>Contrastar por grupos</b> y seleccionar los factores para definir los grupos. Si selecciona más de un factor obtendrá un contraste para cada combinación de categorías de los factores.

source: Check the box to filter data. You must introduce the selection condition like for example: gender=="female" & age>40.
es: Marcar la casilla para filtrar los datos. Debe introducir la condición de selección, como por ejemplo: sexo=="mujer" & edad>40.

source: Two-dimensional frequency table
es: Tabla de frecuencias bidimensional

source: Two-dimensional relative frequency table of %1 and %2
es: Tabla de frecuencias relativas bidimensional de %1 y %2

source: Two-dimensional absolute frequency table of %1 and %2
es: Tabla de frecuencias absolutas bidimensional de %1 y %2

source: Rows variable
es: Variable de filas

source: Columns variable
es: Variable de columnas

source: Two-variables frequency tabulation
es: Tabulación de frecuencias bidimensional

source: Variable to tabulate in rows
es: Variable a tabular en filas

source: Variable to tabulate in columns
es: Variable a tabular en columnas

source: Frequency options
es: Opciones de frecuencias

source: Relative frequencies
es: Frecuencias relativas

source: Marginal frequencies
es: Frecuencias marginales

source: Row classes
es: Clases de las filas

source: Group rows into class intervals
es: Agrupar filas en intervalos de clase

source: Column classes
es: Clases de columnas

source: Group columns into class intervals
es: Agrupar columnas en clases de intervalo

source: This procedure computes the sample two-dimensional frequency distribution of sample the values of two variables.
es: Este procedimiento calcula la distribución de frecuencias muestral bidimensional de dos variables.

source: Select the variables to tabulate in rows and columns respectively.
es: Seleccionar las variables a tabular en filas y columnas respectivamente.

source: If you want different frequency tables for the categories of one or several factors, check the box <b>Tabulate by groups</b> and select the factors to define the groups. If you select more than one factor you will get one frequency table for every category combination of the factors.
es: Si desea tablas de frecuencias diferentes para las categorías de uno o varios factores, marcar la casilla <b>Tabular por grupos</b> y seleccionar los factores para definir los grupos. Si selecciona más de un factor obtendrá una tabla de frecuencias para cada combinación de categorías de los factores.

source: Check the box if you want relative frequencies.
es: Marcar la casilla para obtener frecuencias relativas.

source: Check the box if you want the marginal frequencies.
es: Marcar la casilla para obtener las frecuencias marginales.

source: Check the box if you want to group the rows variable into intervals.
es: Marcar la casilla para agrupar la variable de filas en intervalos de clase.

source: Check the box if you want to group the columns variable into intervals.
es: Marcar la casilla para agrupar la variable de columnas en intervalos de clase.

source: Frequency distribution
es: Distribución de frecuencias

source: Bar chart
es: Diagrama de barras

source: Absolute frequency
es: Frecuencia absoluta

source: Relative frequency
es: Frecuencia relativa

source: Cumulative frequency
es: Frecuencia acumulada

source: Cumulative relative frequency
es: Frecuencia relativa acumulada

source: Bar chart of %1
es: Diagrama de barras de %1

source: Select variable(s)
es: Seleccionar variable(s)

source: Plot by groups
es: Dibujar por grupos

source: Bar options
es: Opciones de barras

source: Frequencies
es: Frecuencias

source: Polygon
es: Polígono

source: Grouping options
es: Opciones de agrupación

source: Juxtaposed
es: Yuxtapuestas

source: Stacked
es: Apiladas

source: Separated
es: Separadas

source: Fill color
es: Color de relleno

source: Border color
es: Color de borde

source: Graphic options
es: Opciones gráficas

source: This procedure plots a bar chart of frequencies of a variable.
es: Este procedimiento dibuja un diagrama de barras de frecuencias de una variable.

source: Select the variable to plot the bar chart.
es: Seleccionar la variable a representar en el diagrama de barras.

source: If you want different bar charts for the categories of one or several factors, check the box <b>Plot by groups</b> and select the factors to define the groups. If you select more than one factor you will get one bar chart for every category combination of the factors.
es: Si desea diagramas de barras diferentes para las categorías de uno o varios factores, marcar la casilla <b>Dibujar por grupos</b> y seleccionar los factores para definir los grupos. Si selecciona más de un factor obtendrá un diagrama de barras para cada combinación de categorías de los factores.

source: Select the type of frequency to plot.
es: Seleccionar el tipo de frecuencias a representar.

source: Check the box if you want to plot the polygon on the bar chart.
es: Marcar la casilla para dibujar el polígono de frecuencias sobre el diagrama de barras.

source: In case of plotting several bar charts by groups, select the layout for the bars: Juxtapoxed (next to each other), Stacked (on top of each other) or Separated (in separated charts).
es: En el caso de dibujar varios diagramas de barras por grupos, seleccionar la disposición de las barras: Yuxtapuestas (unas al lado de otras), Apiladas (unas encima de las otras) o Separadas (en diagramas separados).

source: Select the fill color for the bars.
es: Seleccionar el color de relleno de las barras.

source: Select the border color for the bars.
es: Seleccionar el color del borde de las barras.

source: Histogram
es: Histograma

source: Histogram of %1
es: Histograma de %1

source: Histogram options
es: Opciones de histograma

source: Overlaid
es: Sobrepuestas

source: This procedure plots a histogram of a variable.
es: Este procedimiento dibuja un histograma de una variable.

source: The variable must be numeric.
es: La variable debe ser numérica.

source: Select the variable to plot the histogram.
es: Seleccionar la variable a representar en el histograma.

source: If you want different histograms for the categories of one or several factors, check the box <b>Plot by groups</b> and select the factors to define the groups. If you select more than one factor you will get one histogram for every category combination of the factors.
es: Si desea histogramas diferentes para las categorías de uno o varios factores, marcar la casilla <b>Dibujar por grupos</b> y seleccionar los factores para definir los grupos. Si selecciona más de un factor obtendrá un histograma para cada combinación de categorías de los factores.

source: Check the box if you want to plot the polygon on the histogram.
es: Marcar la casilla para dibujar el polígono de frecuencias sobre el histograma.

source: In case of plotting several histograms by groups, select the layout for the bars: Overlaid (over each other), Juxtaposed (next to each other), Stacked (on top of each other) or Separated (in separated charts).
es: En el caso de dibujar varios histogramas por grupos, seleccionar la disposición de las barras: Sobrepuestas (unas sobre otras) , Yuxtapuestas (unas al lado de otras), Apiladas (unas encima de las otras) o Separadas (en diagramas separados).

source: Density chart
es: Diagrama de densidad

source: Density chart of %1
es: Diagrama de densidad de %1

source: Density options
es: Opciones de densidad

source: This procedure plots a density chart of frequencies of a variable.
es: Este procedimiento dibuja un diagrama de densidad de frecuencias de una variable.

source: Select the variable to plot the density chart.
es: Seleccionar la variable a representar en el diagrama de densidad.

source: If you want different density charts for the categories of one or several factors, check the box <b>Plot by groups</b> and select the factors to define the groups. If you select more than one factor you will get one density chart for every category combination of the factors.
es: Si desea diagramas de densidad diferentes para las categorías de uno o varios factores, marcar la casilla <b>Dibujar por grupos</b> y seleccionar los factores para definir los grupos. Si selecciona más de un factor obtendrá un diagrama de densidad para cada combinación de categorías de los factores.

source: In case of plotting several density charts by groups, select the layout for the bars: Overlaid (over each other), Stacked (on top of each other) or Separated (in separated charts).
es: En el caso de dibujar varios diagramas de densidad por grupos, seleccionar la disposición de las areas: Yuxtapuestas (unas al lado de otras), Apiladas (unas encima de las otras) o Separadas (en diagramas separados).

source: Select the fill color for the density area.
es: Seleccionar el color de relleno del area.

source: Select the border color for the density curve.
es: Seleccionar el color del borde de la curva de densidad.

source: Pie chart
es: Diagrama de sectores

source: Pie chart of %1
es: Diagrama de sectores de %1

source: Sector options
es: Opciones de sectores

source: This procedure plots a pie chart of frequencies of a variable.
es: Este procedimiento dibuja un diagrama de sectores de frecuencias de una variable.

source: Select the variables to plot the pie chart.
es: Seleccionar la variable a representar en el diagrama de sectores.

source: If you want different pie charts for the categories of one or several factors, check the box <b>Plot by groups</b> and select the factors to define the groups. If you select more than one factor you will get one pie chart for every category combination of the factors.
es: Si desea diagramas de sectores diferentes para las categorías de uno o varios factores, marcar la casilla <b>Dibujar por grupos</b> y seleccionar los factores para definir los grupos. Si selecciona más de un factor obtendrá un diagrama de sectores para cada combinación de categorías de los factores.

source: Check the box if you want sectors represent relative frequencies.
es: Marcar la casilla para que los sectores representen frecuencias relativas.

source: Box plot
es: Diagrama de caja

source: Box plot of %1
es: Diagrama de caja de %1

source: Box options
es: Opciones de caja

source: Plot notches
es: Dibujar muescas

source: Plot mean(s)
es: Dibujar media(s)

source: Plot points
es: Dibujar puntos

source: This procedure plots a box and whiskers chart for one or several variables.
es: Este procedimiento dibuja un diagrama de caja y bigotes de una variable.

source: The variables must be numeric.
es: Las variables deben ser numéricas.

source: Select the variables to plot the box plot.
es: Seleccionar las variables a representar en el diagrama de caja.

source: If you want different boxes for the categories of one or several factors, check the box <b>Plot by groups</b> and select the factors to define the groups. If you select more than one factor you will get one box for every category combination of the factors.
es: Si desea diagramas de caja diferentes para las categorías de uno o varios factores, marcar la casilla <b>Dibujar por grupos</b> y seleccionar los factores para definir los grupos. Si selecciona más de un factor obtendrá un diagrama de caja para cada combinación de categorías de los factores.

source: Check the box <b>Plot notches</b> to plot the notches for the confidence interval for the median
es: Marcar la casilla <b>Dibujar muescas</b> para dibujar las muescas del intervalo de confianza para la mediana

source: Check the box <b>Plot the mean(s)</b> to plot the mean(s) on the box(es).
es: Marcar la casilla <b>Dibujar media(s)</b> para dibujar la(s) media(s) en las caja(s).

source: Check the box <b>Plot the points</b> to plot a point for every data in the sample.
es: Marcar la casilla <b>Dibujar puntos</b> para dibujar un punto por cada dato de la muestra.

source: Select the fill color of the box.
es: Seleccionar el color de relleno de la caja.

source: Select the border color of the box.
es: Seleccionar el color de borde de la caja.

source: Means plot
es: Diagrama de medias

source: Means plot of %1
es: Diagrama de medias de %1

source: Grouping variable(s):
es: Variable(s) de agrupación:

source: Means options
es: Opciones de medias

source: Confidence interval(s) for the mean(s)
es: Intervalo(s) de confianza para las media(s)

source: Confidence level
es: Nivel de confianza

source: Plot data
es: Dibujar datos

source: Graphics options
es: Opciones gráficas

source: This procedure plots the means and the confidence intervals of the means of several variables.
es: Este procedimiento dibuja un diagrama de medias y los intervalos de confianza para las medias de varias variables.

source: Select the numeric variables to plot the means.
es: Seleccionar las variables numéricas de las que dibujar las medias.

source: If you want different means for the categories of one or several factors, check the box <b>Plot by groups</b> and select the factors to define the groups. If you select more than one factor you will get one mean for every category combination of the factors.
es: Si desea diagramas de medias diferentes para las categorías de uno o varios factores, marcar la casilla <b>Dibujar por grupos</b> y seleccionar los factores para definir los grupos. Si selecciona más de un factor obtendrá un diagrama de medias para cada combinación de categorías de los factores.

source: Check the box to plot the confidence intervals for the means and enter the desired confidence level.
es: Marcar la casilla para dibujar los intervalo de confianza de las medias e introducir el nivel de confianza deseado.

source: Check the box to plot also the data values of the variable.
es: Marcar la casilla para dibujar un punto para cada dato de la muestra.

source: Interaction plot
es: Diagrama de interacción

source: Interaction plot of %1 and %2 on %3
es: Diagrama de interacción de %1 y %2 sobre %3

source: Response variable
es: Variable respuesta

source: x-axis grouping variable
es: Variable del eje x

source: Trace grouping variable
es: Variable de trazado

source: x-axis groups
es: Grupos de eje x

source: trace groups
es: Grupos de trazado

source: Options
es: Opciones

source: Plot lines
es: Dibujar líneas

source: This procedure plots the means of a variable according to the groups defined by two categorical variables.
es: Este procedimiento dibuja un diagrama de medias de acuerdo a los grupos de dos variables cualitativas para ver la interacción entre ellas.

source: Select the numeric response variable to plot the means.
es: Seleccionar la variable respuesta numérica de la que dibujar las medias.

source: Then, select the factor to plot in the x-axis.
es: Después, seleccionar el factor a representar en el eje x.

source: Finally, select the factor to define the traces.
es: Finalmente, seleccionar el factor a representar con distintos trazos.

source: Check the box to plot lines joining the means of the same category.
es: Marcar la casilla para dibujar líneas uniendo las medias de la misma categoría de trazado.

source: Scatter plot
es: Diagrama de dispersión

source: Scatter plot of %1 on %2
es: Diagrama de dispersión de %1 sobre %2

source: X variable
es: Variable X

source: Y variable
es: Variable Y

source: Regression model(s)
es: Model(os) de regresión

source: Fitted line
es: Línea de ajuste

source: Regression model
es: Modelo de regresión

source: Linear
es: Lineal

source: Quadratic
es: Cuadrático

source: Cubic
es: Cúbico

source: Potential
es: Potencial

source: Exponential
es: Exponencial

source: Logarithmic
es: Logarítmico

source: Inverse
es: Inverso

source: Plot confidence strip
es: Dibujar banda de confianza

source: Point options
es: Opciones de puntos

source: Point clouds layout
es: Disposición de los puntos de la nube

source: Mixed
es: Mezclados

source: Points color
es: Color de los puntos

source: Points symbol
es: Símbolo de los puntos

source: Points size
es: Tamaño de los puntos

source: This procedure plots a scatter plot of two variables.
es: Este procedimiento dibuja un diagrama de dispersión de dos variables.

source: Select the variables to represent in the X and Y axes.
es: Seleccionar las variables a representar en los ejes X e Y.
