Repository: AlfCano/rkTeaching
Catalog: inst/rkward/po/rkward__rkTeaching.*.po
Languages: es

source: This procedure performs the Student t-test for detecting a significant difference between the means of two independent populations and estimating the difference with a confidence interval.
es: Este procedimiento realiza el test T para detectar una diferencia significativa entre las medias de dos poblaciones independientes, y estimar la diferencia con un intervalo de confianza.

source: The dependent variable must be numeric and the independent variable must be a factor.
es: La variable dependiente debe ser numérica y la variable independiente debe ser un factor.

source: Insert the numeric variable for which to compare the means in the field <b>Compare</b>.
es: Seleccionar la variable numérica de la que comparar las medias en el campo <b>Comparar las medias de</b>.

source: After, insert the factor in the field <b>According to</b>.
es: Después, seleccionar el factor en el campo <b>Según</b>.

source: Next, select the category of the factor for the first population in the field <b>Compare population</b> and the category for the second population in the field <b>With population</b>.
es: A continuación, seleccionar la categoría del factor correspondiente a la primera población en el campo <b>Comparar población</b> y la categoría correspondiente a la segunda población en el campo <b>Con población</b>.

source: Check two-sided if you have no assumption about what mean is greater.
es: Marcar la casilla correspondiente a Bilateral si no hay una presunción de qué media es mayor.

source: If you wants a confidence interval to estimate the difference between the means of the populations check the box and enter the desired confidence level (a 95% of confidence correspond to a 5% of significance).
es: Marcar la casilla para obtener un intervalo de confianza para la diferencia de medias de las poblaciones e introducir el nivel de confianza deseado (un nivel de confianza del 95% corresponde a un 5% de significación).

source: t-test for comparing the means of two paired populations
es: Test t para comparar las medias de dos poblaciones pareadas

source: T-test for the mean of %1 - %2
es: Test t para la media de %1 - %2

source: %1 with %2
es: %1 con %2

source: Estimated mean difference
es: Media de la diferencia estimada

source: Confidence interval for<br/>the mean of difference
es: Intervalo de confianza<br/>para la media de la diferencia

source: T-test for comparing the means of two paired populations
es: Test t para comparar las medias de dos poblaciones pareadas

source: Compare mean of population
es: Comparar la media de la población

source: With mean of population
es: Con la media de la población

source: Confidence interval for mean of the difference
es: Intervalo de confianza para la media de la diferencia

source: This procedure performs the Student t-test for detecting a significant difference between the means of two paired populations and estimating the difference with a confidence interval.
es: Este procedimiento realiza el test T para detectar una diferencia significativa entre las medias de dos poblaciones pareadas, y estimar la diferencia con un intervalo de confianza.

source: The variables to compare must be numeric.
es: Las variables a comparar deben ser numéricas.

source: Insert the two variables to compare in the fields <b>Compare de mean of population</b> and <b>with the mean of population</b>.
es: Seleccionar las dos variables a comparar en los campos <b>Compara la media de la población</b> y <b>Con la media de la población</b>.

source: ANOVA of %1
es: ANOVA de %1

source: Between subjects factors
es: Factores entre individuos

source: Within subjects factors
es: Factores dentro de individuos

source: Observed (non-manipulated) factors
es: Factores observados (no manipulados)

source: Sums of squares
es: Suma de cuadrados

source: Source of variation
es: Fuente de variación

source: Degrees of freedom <br/> numerator
es: Grados de libertad<br/>numerador

source: Degrees of freedom <br/> denominator
es: Grados de libertad<br/>denominador

source: Sum of squares <br/> numerator
es: Suma de cuadrados<br/>numerador

source: Sum of squares <br/> denominator
es: Suma de cuadrados<br/>denominador

source: Mauchly's test for sphericity
es: Test de esfericidad de Mauchly

source: W statistic
es: Estadístico W

source: Sphericity correction
es: Corrección de esfericidad

source: Epsilon Greenhouse-Geisser
es: Epsilo de Greenhouse-Geisser

source: G-G corrected p-value
es: p-valor corregido de G-G

source: Epsilon Huynh-Feldt
es: Epsilon de Huynh-Feldt

source: H-F corrected p-value
es: p-valor corregido de H-F

source: F statistics
es: Estadístico F

source: Pairwise comparison of means
es: Comparación de medias por pares

source: Confidence intervals for the difference of means according to
es: Intervalos de confianza para la diferencia de medias según

source: Pairs
es: Pares

source: Difference of means
es: Diferencia de medias

source: Lower limit
es: Límite inferior

source: Upper limit
es: Límite superior

source: Tukey's test for pairwise comparison of means
es: Test de Tukey para la comparación de medias por pares

source: Estimate
es: Estimador

source: Standard error
es: Error estándar

source: Confidence intervals for the difference of means
es: Intervalos de confianza para la diferencia de medias

source: Pairwise comparison of means plot
es: Diagrama de comparación de medias por pares

source: Analysis of variance (ANOVA)
es: Análisis de la varianza (ANOVA)

source: Data set
es: Conjunto de datos

source: Design
es: Diseño

source: Between subjects
es: Entre individuos

source: Within subjects (repeated measures)
es: Dentro de individuos (medidas repetidas)

source: Case/subject identifier
es: Identificador de caso/individuo

source: Save results to workspace
es: Guardar resultados en el espacio de trabajo

source: Observed
es: Observado

source: Select observed variables
es: Seleccionar variables observadas

source: Observed variables (not manipulated)
es: Variables observadas (no manipuladas)

source: Sum of squares type for unbalanced designs
es: Tipo de suma de cuadrados para diseños no balanceados

source: Type 1
es: Tipo 1

source: Type 2
es: Tipo 2

source: Type 3
es: Tipo 3

source: Show sum of squares
es: Mostrar suma de cuadrados

source: Heterocedasticity correction
es: Corrección de heterocedasticidad

source: hc3 (Long & Ervin; default)
es: hc3 (Long & Ervin; defecto)

source: Pairwise comparison
es: Comparación por pares

source: Plot confidence intervals for the means
es: Dibujar intervalos de confianza para las medias

source: This procedure performs the ANOVA test for detecting a significant difference between the means of three or more independent populations, and the pairwise comparison of means.
es: Este procedimiento realiza el test de Análisis de la Varianza (ANOVA) para detectar una diferencia significativa entre las medias de tres o más poblaciones independientes, y la comparación de medias por pares.

source: Select the data frame with the variables to test.
es: Seleccionar el conjunto de datos con las variables a contrastar.

source: After, check the box corresponding to the type of design, the dependent variable, the independent factors between the subjects, the factors corresponding to repeated measures within the subject and the variable that identifies every subject or case.
es: Después, marcar la casilla correspondiente al tipo de diseño, la variable dependiente, los factores independientes entre individuos, los factores correspondientes a medidas repetidas en individuos y la variable que identifica cada individuo o caso.

source: Select the observed variables.
es: Seleccionar las variables observadas.

source: Observed variables are independent variables you have <b> already defined </b> as either between or within variables, but that were measured and <b> not manipulated </b>
es: Las variables observadas son variables independientes que ya se han definido como entre individuos o dentro de individuos, pero que fueron medidas y <b>no manipuladas</b>.

source: Select the type of sum of squares in case of groups of different size and check the box if you wants to show the sum of squares.
es: Seleccionar el tipo de suma de cuadrados en caso de grupos de diferente tamaño y marcar la casilla para obtener la suma de cuadrados.

source: Select the type of heterocedasticity correction if groups have very different variances.
es: Seleccionar el tipo de corrección de heterocedasticidad si los grupos tienen varianzas muy diferentes.

source: Check the box to perform Tukeys's pairwise comparison of means.
es: Marcar la casilla para realizar un test de Tukey para la comparación de medias por pares.

source: Check the box to plot the confidence intervals for the means of the groups.
es: Marcar la casilla para dibujar los intervalos de confianza para las medias de los grupos.

source: Test for one proportion
es: Test para una proporción

source: Proportion = %1
es: Proporción = %1

source: Proportion &ne; %1
es: Proporción &ne; %1

source: Proportion &gt; %1
es: Proporción &gt; %1

source: Proportion &lt; %1
es: Proporción &lt; %1

source: Test for the proportion of %1 = %2
es: Test para la proporción de %1 = %2

source: Proportion of %1 = %2
es: Proporción de %1 = %2

source: Proportion of %1 &ne; %2
es: Proporción of %1 &ne; %2

source: Proportion of %1 &gt; %2
es: Proporción of %1 &gt; %2

source: Proportion of %1 &lt; %2
es: Proporción of %1 &lt; %2

source: Type of test
es: Tipo de test

source: Exact binomial
es: Binomial exacto

source: Normal approximation with continuity correction
es: Aproximación normal con corrección por continuidad

source: Normal approximation without continuity correction
es: Aproximación normal sin corrección por continuidad

source: Estimated proportion
es: Proporciones estimadas

source: Chi statistic
es: Estadístico Chi

source: Confidence interval<br/>for the proportion
es: Intervalo de confianza<br/>para la proporción

source: Test for the proportion of one population
es: Test para la proporción de una población

source: Proportion of
es: Proporción de

source: Manual entry of frequencies
es: Entrada manual de frecuencias

source: Sample frequency
es: Frecuencia muestral

source: Sample size
es: Tamaño muestral

source: Proportion value in null hypothesis
es: Valor de la proporción en la hipótesis nula

source: Confidence interval for the proportion
es: Intervalo de confianza para la proporción

source: This procedure performs the test for detecting a significant difference between the proportion of one population and a given value, and estimating the proportion with a confidence interval.
es: Este procedimiento realiza el test para detectar una diferencia significativa entre la proporción de una población y un valor dado, y estimar la proporción con un intervalo de confianza.

source: Select one variable and the category for the proportion to test.
es: Seleccionar la variable y la categoría de la población a contrastar.

source: If you do not want to create the variable required and you know the frequency of the sample, check the box <b>Manual entry of frequencies</b> and enter the frequency and size of the sample.
es: Si no desea crear la variable necesaria y conoce las frecuencias muestrales, marcar la casilla <b>Entrada manual de frecuencias</b> e introducir las frecuencia y el tamaño muestral.

source: Enter the value of the population proportion in the null hypothesis.
es: Introducir el valor de la proporción poblacional de la hipótesis nula.

source: Select the type of test:
es: Seleccionar el tipo de test:

source: Check normal approximation with continuity correction for big sample sizes and continuous variables.
es: Marcar la casilla <b>Aproximación normal con corrección por continuidad</b> para tamaños muestrales grandes y variables continuas.

source: Check normal approximation without continuity correction for big sample sizes and discrete variables.
es: Marcar la casilla <b>Aproximación normal sin corrección por continuidad</b> para tamaños muestrales grandes y variables discretas.

source: Check exact binomial for small sample sizes.
es: Marcar la casilla <b>Binomial exacto</b> para muestras pequeñas.

source: If you wants a confidence interval to estimate the proportion of the population check the box and enter the desired confidence level (a 95% of confidence correspond to a 5% of significance).
es: Marcar la casilla para obtener un intervalo de confianza para la proporción de la población e introducir el nivel de confianza deseado (un nivel de confianza del 95% corresponde a un 5% de significación).

source: Test for comparing two proportions
es: Test para comparar dos proporciones

source: Proportion 1 = proportion 2
es: Proporción 1 = proporción 2

source: Proportion 1 &ne; proportion 2
es: Proporción 1 &ne; proporción 2

source: Proportion 1 &gt; proportion 2
es: Proporción 1 &gt; proporción 2

source: Proportion 1 &lt; proportion 2
es: Proporción 1 &lt; proporción 2

source: Test for comparing the proportions of %1 = %2 in %3 and %4
es: Test para comparar las proporciones de %1 = %2 en %3 y %4

source: Proportion %1 = proportion %2
es: Proporción %1 = proporción %2

source: Proportion %1 &ne; proportion %2
es: Proporción %1 &ne; proporción %2

source: Proportion %1 &gt; proportion %2
es: Proporción %1 &gt; proporción %2

source: Proportion %1 &lt; proportion %2
es: Proporción %1 &lt; proporción %2

source: Estimated proportion 1
es: Proporción estimada 1

source: Estimated proportion 2
es: Proporción estimada 2

source: Estimated proportion in %1
es: Proporción estimada en %1

source: Confidence interval for the<br/>difference between proportions
es: Intervalo de confianza para<br/>la diferencia de proporciones

source: Test for comparing the proportions of two independent populations
es: Test t para comparar las proporciones de dos poblaciones independientes

source: Compare
es: Comparar

source: Sample frequency 1
es: Frecuencia muestral 1

source: Sample size 1
es: Tamaño muestral 1

source: Sample frequency 2
es: Frecuencia muestral 2

source: Sample size 2
es: Tamaño muestral 2

source: Confidence interval for the difference of proportions
es: Intervalo de confianza para la diferencia de proporciones

source: This procedure performs the test for detecting a significant difference between the proportions of two independent populations and estimating the difference with a confidence interval.
es: Este procedimiento realiza el contraste para detectar una diferencia significativa entre las proporciones de dos poblaciones independientes, y estimar la diferencia con un intervalo de confianza.

source: Insert the variable for which to compare the proportions in the field <b>Compare</b>, and select the category for the proportion to test.
es: Seleccionar la variable de la que comparar las proporciones en el campo <b>Comparar</b>, y seleccionar el valor o la categoría correspondiente a la proporción.

source: If you do not want to create the variables required and you know the frequencies of the samples, check the box <b>Manual entry of frequencies</b> and enter the frequencies and sizes of both samples.
es: Si no desea crear las variables necesarias y conoce las frecuencias muestrales, marcar la casilla <b>Entrada manual de frecuencias</b> e introducir las frecuencias y tamaños muestrales.

source: If you wants a confidence interval to estimate the difference between the proportion of the populations check the box and enter the desired confidence level (a 95% of confidence correspond to a 5% of significance).
es: Marcar la casilla para obtener un intervalo de confianza para la diferencia de proporciones de las poblaciones e introducir el nivel de confianza deseado (un nivel de confianza del 95% corresponde a un 5% de significación).

source: Fisher's F test
es: Test F de Fisher

source: F test for comparing variances of %1 according to %2
es: Test F para comparar las varianzas de %1 según %2

source: Variance %1 = Variance %2
es: Varianza %1 = Varianza %2

source: Variance %1 &ne; Variance %2
es: Varianza %1 &ne; Varianza %2

source: Variance %1 &gt; Variance %2
es: Varianza %1 &gt; Varianza %2

source: Variance %1 &lt; Variance %2
es: Varianza %1 &lt; Varianza %2

source: Fisher's F test for comparing the variances of two independent populations
es: Test F de Fisher para comparar las varianzas de dos poblaciones independientes

source: Confidence interval for the quotient of variances
es: Intervalo de confianza para el cociente de varianzas

source: This procedure performs the Fisher's F test for detecting a significant difference between the variances of two independent populations and estimating the quotient of variances with a confidence interval.
es: Este procedimiento realiza el contraste para detectar una diferencia significativa entre las varianzas de dos poblaciones independientes, y estimar el cociente con un intervalo de confianza.

source: Insert the numeric variable for which to compare the variances in the field <b>Compare</b>.
es: Introducir la variable numérica de la que comparar las varianzas en el campo <b>Comparar</b>.

source: Check two-sided you have no assumption about what variance is greater.
es: Marcar la casilla correspondiente a Bilateral si no hay una presunción de qué varianza es mayor.

source: Check greater if you assume that the variance of the first population is greater than the variance of the second population.
es: Marcar la casilla Mayor si se presume que la varianza de la primera población es mayor que la varianza de la segunda población.

source: Check less if you assume that the variance of the first population is less than the variance of the second population.
es: Marcar la casilla Menor si se presume que la varianza de la primera población es menor que la varianza de la segunda población.

source: If you wants a confidence interval to estimate the quotient between the variances of the populations check the box and enter the desired confidence level (a 95% of confidence correspond to a 5% of significance).
es: Marcar la casilla para obtener un intervalo de confianza para el cociente de varianzas de las poblaciones e introducir el nivel de confianza deseado (un nivel de confianza del 95% corresponde a un 5% de significación).

source: Levene's test
es: Test de Levene

source: Levene's test for comparing variances of %1 according to %2
es: Test de Levene para comparar las varianzas de %1 según %2

source: The are no significant differences among the variances of the populations
es: No existen diferencias significativas entre las varianzas de las poblaciones

source: There are significant differences among the variances of at least two populations
es: Existen diferencias significativas entre las varianzas de al menos dos poblaciones

source: Variability with respect to
es: Variabilidad con respecto a

source: Mean
es: Media

source: Populations defined by
es: Poblaciones definidas por

source: Levene's test for comparing variances of independent populations
es: Test de Levene para comparar las varianzas de dos poblaciones independientes

source: Compare variance of
es: Comparar varianza de

source: This procedure performs the Levene's test for detecting significant differences among the variances of several independent populations.
es: Este procedimiento realiza el contraste de Levene para detectar diferencias significativas entre las varianzas de varias poblaciones independientes.

source: After, insert the factor that define the populations to compare in the field <b>According to</b>.
es: Después, seleccionar el factor que define las poblaciones a comparar en el campo <b>Según</b>.

source: Check the box corresponding to the central tendency measure with respect to which the variability is measured.
es: Marcar la casilla correspondiente al estadístico de tendencia central con respecto al que medir la variabilidad.

source: Sample size to estimate one mean
es: Tamaño muestral para estimar una media

source: Sample size computation to estimate one mean
es: Cálculo del tamaño muestral para estimar una media

source: Standard deviation of the population
es: Desviación típica de la población

source: Sample size required
es: Tamaño muestral requerido

source: Sample size computation for estimating one mean
es: Cálculo del tamaño muestral para estimar una media

source: This procedure computes the sample size required to estimate the mean of one population using a confidence interval with a given confidence level and error.
es: Este procedimiento calcula el tamaño muestral necesario para estimar la media de una población utilizando un intervalo de confianza para un nivel de confianza y un error dados.

source: Enter the standard deviation of the population or an estimate of it.
es: Introducir la desviación estándar de la población o una estimación suya.

source: Enter the confidence level for the confidence interval.
es: Introducir el nivel de confianza para el intervalo de confianza.

source: Enter the maximum absolute error for the estimate.
es: Introducir el error absoluto máximo para la estimación.

source: Sample size for the t-test
es: Tamaño muestral del test t

source: Sample size computation for the t-test
es: Cálculo del tamaño muestral del test t

source: Difference between the means
es: Diferencia entre las medias

source: Significance level
es: Nivel de significación

source: Power
es: Potencia

source: One population
es: Una población

source: Two independent populations
es: Dos poblaciones independientes

source: Two paired populations
es: Dos poblaciones pareadas

source: Two-sided
es: Bilateral

source: One-sided
es: Unilateral

source: This procedure computes the sample size required to perform a t-test for comparing means with a given effect size, significance level and power.
es: Este procedimiento calcula el tamaño muestral necesario para realizar un test t para comparar las medias de dos poblaciones con un tamaño de efecto, un nivel de significación y una potencia dadas.

source: Check the box corresponding to the type of test.
es: Marcar las casillas correspondiente al tipo de test.

source: Check the box corresponding to the type of alternative hypothesis.
es: Marcar las casillas correspondiente al tipo de hipótesis alternativa.

source: Enter the difference to detect between the means. In case of only one population enter the value of the mean in the null hypothesis.
es: Introducir el la mínima diferencia a detectar entre las medias (tamaño del efecto). En el caso de una sola población introducir la media de la hipótesis nula.

source: Enter the significance level of the test.
es: Introducir el nivel de significación del contraste.

source: Enter the power of the test.
es: Introducir la potencia del contraste.

source: Sample size to estimate one proportion
es: Tamaño muestral para estimar una proporción

source: Sample size computation to estimate a proportion
es: Cálculo del tamaño muestral para estimar una proporción

source: Estimated proportion in the population
es: Proporción estimada en la población

source: Sample size computation to estimate a proportion in one population
es: Cálculo del tamaño muestral para estimar una proporción de una población

source: Proportion in the population
es: Proporción en la población

source: This procedure computes the sample size required to estimate a proportion in one population using a confidence interval with a given confidence level and error.
es: Este procedimiento calcula el tamaño muestral necesario para estimar una proporción de una población utilizando un intervalo de confianza para un nivel de confianza y un error dados.

source: Enter the estimate of the proportion in the population. I you don't have an estimate enter 0.5.
es: Introducir la estimación de la proporción en la población. Si no dispone de una estimación introducir 0.5.
