Repository: AlfCano/rkTeaching
Catalog: inst/rkward/po/rkward__rkTeaching.*.po
Languages: es

source: If you want a different points cloud for the categories of one or several factors, check the box <b>Plot by groups</b> and select the factors to define the groups. If you select more than one factor you will get one point cloud for every category combination of the factors.
es: Si desea diagramas de dispersión diferentes para las categorías de uno o varios factores, marcar la casilla <b>Dibujar por grupos</b> y seleccionar los factores para definir los grupos. Si selecciona más de un factor obtendrá un diagrama de dispersión para cada combinación de categorías de los factores.

source: If you want to plot a regression model check the corresponding box.
es: Si desea dibujar un modelo de regresión marque la casilla correspondiente al modelo.

source: Check the box to plot a confidence strip around the regression models.
es: Marcar la casilla para dibujar una banda de confianza alrededor del modelo de regresión.

source: Check the box <b>Mixed</b> to plot the point clouds of different categories in the same chart or check the <b>Separated</b> box to plot every point cloud in its own chart.
es: Marcar la casilla <b>Mezclados</b> para dibujar las nubes de puntos de diferentes categorías en el mismo diagrama o la casilla <b>Separados</b> para dibujar cada nube de puntos en un diagrama distinto.

source: Choose the point size.
es: Seleccionar el tamaño de los puntos.

source: Scatter plot matrix
es: Matriz de diagramas de dispersión

source: Scatter plot matrix of %1
es: Matriz de diagramas de dispersión de %1

source: This procedure plots a scatter plot matrix with histograms in the diagonal for a set of variables.
es: Este procedimiento dibuja una matriz de diagramas de dispersión con histogramas en la diagonal de varias variables.

source: Select the numeric variables to include in the scatter plots.
es: Seleccionar las variables numéricas a incluir en los diagramas de dispersión.

source: If you want different plots for the categories of one or several factors, check the box <b>Plot by groups</b> and select the factors to define the groups. If you select more than one factor you will get one point cloud for every category combination of the factors.
es: Si desea diagramas de dispersión diferentes para las categorías de uno o varios factores, marcar la casilla <b>Dibujar por grupos</b> y seleccionar los factores para definir los grupos. Si selecciona más de un factor obtendrá una matriz de diagramas de dispersión para cada combinación de categorías de los factores.

source: Charts
es: Gráficos

source: Dialog for cells definition.
es: Definición de clases.

source: This is the method for setting the intervals or cells. Unless either 'Integer numbers' or 'Vector of break points' is chosen. The 'Integer numbers' options sets the break points as the integers between the minimum and the maximum of the variable. The 'Vector of break points' options sets equally spaced break points in the range of the variable. The number of break points in this case is provided by 'Vector length' (see below).
es: Este es el método de definición de intervalos de clase, a menos de que se elija 'Números enteros' o 'Límites de los intervalos'. La opción 'Números enteros' toma como límites de los intervalos los valores enteros entre el mínimo y el máximo de la variable. La opción 'Límites de los intervalos' define los intervalos de acuerdo a los límites introducidos.

source: Cells
es: Clases

source: Method
es: Método

source: Number of intervals
es: Número de intervalos

source: Define interval limits
es: Definir los límites de los intervalos

source: Intervals suggested
es: Intervalos sugeridos

source: Insert the cut-off points
es: Introducir los puntos de corte

source: Rigth-closed intervals
es: Intervalos cerrados a la derecha

source: cells
es: Clases

source: Select the grouping method for classes.
es: Seleccionar el método de agrupación en intervalos de clase.

source: Then, check the bottom box if you want right-closed intervals (by default intervals are left-closed).
es: Después seleccionar la casilla de abajo si se desean intervalos cerrados a la derecha (por defecto los intervalos se cierran a la izquierda).

source: Color selector
es: Selector de color

source: Simple color picker.
es: Selector de color simple.

source: Pick a color.
es: Elegir un color.

source: The color to use.
es: El color a usar.

source: Choose color
es: Elegir un color

source: Color chooser
es: Selector de color

source: Choose the color.
es: Elegir un color.

source: Point type selector
es: Selector de tipo de punto

source: Point type
es: Tipo de punto

source: Point symbol
es: Símbolo de punto

source: Choose the point symbol.
es: Elegir el símbolo de punto.

source: Titles
es: Títulos

source: Main title
es: Título principal

source: R expression
es: Expresión de R

source: Sub-title
es: Subtítulo

source: Axes
es: Ejes

source: X-axis
es: Eje X

source: Label
es: Etiqueta

source: Title
es: Título

source: Range
es: Rango

source: Min value
es: Mínimo valor

source: Max value
es: Máximo valor

source: Label orientation
es: Orientación de etiquetas

source: Default
es: Defecto

source: Logarithmic scale
es: Escala logarítmica

source: Y-axis
es: Eje Y

source: Switch axes
es: Intercambiar ejes

source: Grid
es: Rejilla

source: Major grid
es: Rejilla mayor

source: Major grid color
es: Color de la rejilla mayor

source: Minor grid
es: Rejilla menor

source: Minor grid color
es: Color de la rejilla menor

source: Background color
es: Color de fondo

source: Legend
es: Leyenda

source: Legend position
es: Posición de la leyenda

source: None
es: Ninguna

source: Top
es: Arriba

source: Bottom
es: Abajo

source: Left
es: Izquierda

source: Right
es: Derecha

source: Enter the title and the subtitle of the chart.
es: Introducir el título principal y el subtítulo de diagrama.

source: Enter the title of the X-axis, the range of values to represent and the orientation of tick marks labels.
es: Introducir el título del eje X, el rango de valores a representar y la orientación de las etiquetas de las marcas.

source: If you want a logarithmic scale for the axis, check the corresponding box.
es: Marcar la casilla para aplicar una transformación logarítmica a la escala del eje.

source: Enter the title of the Y-axis, the range of values to represent and the orientation of tick marks labels.
es: Introducir el título del eje Y, el rango de valores a representar y la orientación de las etiquetas de las marcas.

source: Check the box to switch the axes.
es: Marcar la casilla para intercambiar los ejes.

source: If you want an horizontal or vertical grid, check the corresponding boxes and choose the color for the grid lines
es: Marcar las casillas correspondientes para dibujar rejillas horizontales o verticales, y elegir el color de las rejillas.

source: Select the background color.
es: Seleccionar el color de fondo.

source: Grid color
es: Color de rejilla

source: If you want a legend select the position for it.
es: Seccionar la posición de la leyenda.

source: Statistics
es: Estadísticos

source: Descriptive statistics of %1
es: Estadísticos descriptivos de %1

source: Ommit missing values
es: Valores perdidos omitidos

source: Yes
es: Si

source: Descriptive statistics
es: Estadísticos descriptivos

source: Statistics by groups
es: Estadísticos por grupos

source: Omit missing values
es: Omitir valores perdidos

source: Basic statistics
es: Estadísticos básicos

source: Minimum
es: Mínimo

source: Maximum
es: Máximo

source: Central tendency
es: Tendencia central

source: Arithmetic mean
es: Media aritmética

source: Median
es: Mediana

source: Mode
es: Moda

source: Dispersion
es: Dispersión

source: Variance
es: Varianza

source: Corrected variance
es: Cuasivarianza

source: Standard deviation
es: Desviación típica

source: Corrected standard deviation
es: Cuasidesviación típica

source: Coefficient of variation
es: Coeficiente de variación

source: Interquartile range
es: Rango intercuartílico

source: Shape
es: Forma

source: Coefficient of skewness
es: Coeficiente de asimetría

source: Coefficient of kurtosis
es: Coeficiente de apuntamiento

source: Quantiles
es: Cuantiles

source: Quartiles
es: Cuartiles

source: Enter the relative frequencies separated by commas. e.g. 0.25,0.5,0.75 for the quartiles
es: Introducir las frecuencias relativas correspondientes. Por ejemplo 0.25, 0.5, 0.75 para los cuartiles.

source: This procedure compute the basic descriptive statistics of one or several variables.
es: Este procedimiento calcula los estadísticos descriptivos básicos de una o varias variables.

source: Select the numeric variable to describe.
es: Seleccionar la variable numérica a describir.

source: If you want to get the statistics for subsamples according to the categories of one or several factors, check the box <b>Statistics by groups</b> and select the factors to define the groups. If you select more than one factor you will get a statistic summary for every category combination of the factors.
es: Si desea estadísticos diferentes para las categorías de uno o varios factores, marcar la casilla <b>Estadísticos por grupos</b> y seleccionar los factores para definir los grupos. Si selecciona más de un factor obtendrá un conjunto de estadísticos para cada combinación de categorías de los factores.

source: Check the boxes corresponding to the desired statistics.
es: Marcar las casillas correspondientes a los estadísticos deseados.

source: Linear regression
es: Regresión lineal

source: Linear regression model of %1 on %2
es: Regresión lineal de %1 sobre %2

source: Dependent variable
es: Variable dependiente

source: Independent variables
es: Variable independiente

source: Model name
es: Nombre del modelo

source: Group %1 =
es: Grupo %1 =

source: Model equation
es: Ecuación del modelo

source: Model coefficients
es: Coeficientes del modelo

source: Coefficient
es: Coeficiente

source: Intercept
es: Término independiente

source: Estimation
es: Estimación

source: Std.Error
es: Error estándar

source: t-statistic
es: Estadístico t

source: p-value
es: p-valor

source: Model goodness of fit
es: Bondad de ajuste del modelo

source: R<sup>2</sup> adjusted
es: R<sup>2</sup> ajustado

source: F-statistic
es: Estadístico F

source: R<sup>2</sup> ajusted
es: R<sup>2</sup> ajustado

source: Independent variable(s)
es: Variable(s) independiente(s)

source: Regression by groups
es: Regresión por grupos

source: Include intercept
es: Incluir término independiente

source: Save model
es: Guardar modelo

source: This procedure performs a linear regression analysis of one dependent variable with respect to several independent variables.
es: Este procedimiento realiza un análisis de regresión lineal de una variable dependiente sobre varias variables independientes.

source: Select the dependent and independent variables.
es: Seleccionar la variable dependiente y las variables independientes.

source: If you want different regression lines for the categories of one or several factors, check the box <b>Regression by groups</b> and select the factors to define the groups. If you select more than one factor you will get one regression line for every category combination of the factors.
es: Si desea modelos de regresión diferentes para las categorías de uno o varios factores, marcar la casilla <b>Regresión por grupos</b> y seleccionar los factores para definir los grupos. Si selecciona más de un factor obtendrá un modelo de regresión para cada combinación de categorías de los factores.

source: Non-linear regression
es: Regresión no lineal

source: %3 regression model of %1 on %2
es: Regresión %3 de %1 sobre %2

source: Independent variable
es: Variable independiente

source: Regression models
es: Modelos de regresión

source: Model
es: Modelo

source: Non-linear regression model
es: Modelo de regresión no lineal

source: This procedure performs a non-linear regression analysis of a dependent variable with respect to an independent variable.
es: Este procedimiento realiza un análisis de regresión no lineal de una variable dependiente sobre una variable independiente.

source: If you want different regression models for the categories of one or several factors, check the box <b>Regression by groups</b> and select the factors to define the groups. If you select more than one factor you will get one regression model for every category combination of the factors.
es: Si desea modelos de regresión diferentes para las categorías de uno o varios factores, marcar la casilla <b>Regresión por grupos</b> y seleccionar los factores para definir los grupos. Si selecciona más de un factor obtendrá un modelo de regresión para cada combinación de categorías de los factores.

source: Select the type of model to fit.
es: Seleccionar el tipo de modelo a ajustar.

source: Models comparison
es: Comparación de modelos

source: Comparison of regression models of %1 on %2
es: Comparación de modelos de regresión de %1 sobre %2

source: Regression model comparison
es: Comparación de modelos de regresión

source: This procedure performs a comparison of regression models of one dependent variable with respect to one independent variable.
es: Este procedimiento realiza una comparación de modelos de regresión de una variable dependiente sobre una variable independiente.

source: If you want different regression models for the categories of one or several factors, check the box <b>Regression by groups</b> and select the factors to define the groups. If you select more than one factor you will get one comparison for every category combination of the factors.
es: Si desea comparaciones de modelos de regresión diferentes para las categorías de uno o varios factores, marcar la casilla <b>Regresión por grupos</b> y seleccionar los factores para definir los grupos. Si selecciona más de un factor obtendrá una comparación de modelos de regresión para cada combinación de categorías de los factores.

source: Check the boxes of the models to compare.
es: Marcar las casillas de los modelos a comparar.

source: Predictions
es: Predicciones

source: Regression predictions of %1
es: Predicciones de regresión de %1

source: prediction
es: predicción

source: lower limit 95%
es: límite inferior 95%

source: upper limit 95%
es: límite superior 95%

source: Regression predictions
es: Predicciones de regresión

source: Select the regression model
es: Seleccionar el modelo de regresión

source: Predictions for
es: Predicciones para

source: Use a data set
es: Utilizar conjunto de datos

source: Predictions for the data set
es: Predicciones para el conjunto de datos

source: Confidence intervals for the predictions
es: Intervalos de confianza para las predicciones

source: This procedure computes predictions of a regression model.
es: Este procedimiento calcula predicciones para un modelos de regresión.

source: Select a regression model to make the predictions with.
es: Seleccionar el modelo de regresión con el que realizar las predicciones.

source: Enter the values of the independent variable for which to predict the dependent variable (you can insert more than one value separated by commas), or select a data set with the values of the independent variables (the variable names in the data set must coincide with variable names in the model).
es: Introducir los valores de la variable independiente para los que realizar las predicciones de la variable dependiente (pueden introducirse varios valores separados por comas), o seleccionar un conjunto de datos con los valores de las variables independientes (los nombres de las variables del conjunto de datos deben coincidir con los nombres de las variables del modelo).

source: For multiple regression use only the data set input.
es: Para regresión múltiple utilizar un conjunto de datos.

source: Check the box if you want the 95% confidence intervals for the predictions.
es: Marcar la casilla para obtener un intervalo de confianza del 95% para las predicciones.

source: Correlation
es: Correlación

source: Correlation matrix of %1
es: Matriz de correlaciones de %1

source: Omitting missing values
es: Omitir valores perdidos

source: Pairwise
es: Por pares

source: In all the variables
es: En todas las variables

source: Correlation coefficient
es: Coeficiente de correlación

source: Coefficients
es: Coeficientes

source: p-value and sample size
es: p-valor y tamaño muestral

source: Variables treated as ranks
es: Variables tratadas como rangos

source: Real value
es: Valor real

source: Rank assigned
es: Rango asignado

source: Correlation matrix
es: Matriz de correlaciones

source: Correlation by groups
es: Correlaciones por grupos

source: Correlation options
es: Opciones de correlación

source: Pearson correlation
es: Correlación de Pearson

source: Kendall Tau
es: Tau de Kendall

source: Spearman Rho
es: Rho de Spearman

source: Compute p-values
es: Calcular p-valores

source: All the variables
es: Todas las variables

source: This procedure performs a correlation analysis of several variables.
es: Este procedimiento realiza un análisis de correlaciones de varias variables.

source: Select the variables to correlate.
es: Seleccionar las variables a correlacionar.

source: If you want different correlations for the categories of one or several factors, check the box <b>Correlation by groups</b> and select the factors to define the groups. If you select more than one factor you will get one correlation matrix for every category combination of the factors.
es: Si desea correlaciones diferentes para las categorías de uno o varios factores, marcar la casilla <b>Dibujar por grupos</b> y seleccionar los factores para definir los grupos. Si selecciona más de un factor obtendrá una matriz de correlaciones para cada combinación de categorías de los factores.

source: Choose the desired type of correlation.
es: Elegir el tipo de correlación.

source: Check the box if you want the p-values of the correlations.
es: Marcar la casilla para obtener los p-valores de las correlaciones.

source: Choose how to manage missing values.
es: Elegir cómo tratar los valores perdidos.

source: Regression
es: Regresión

source: t-test for the mean of one population
es: Test t para la media de una población

source: T-test for the mean of %1
es: Test t para la media de %1

source: Variable to test
es: Variable a contrastar

source: Null hypothesis
es: Hipótesis nula

source: Mean of %1 = %2
es: Media de %1 = %2

source: Alternative hypothesis
es: Hipótesis alternativa

source: Mean &ne; %1
es: Media &ne; %1

source: Mean &gt; %1
es: Media &gt; %1

source: Mean &lt; %1
es: Media &lt; %1

source: Confidence level of the confidence interval
es: Nivel de confianza del intervalo de confianza

source: Estimated mean
es: Media estimada

source: Degrees of freedom
es: Grados de libertad

source: t statistic
es: Estadístico t

source: % Confidence level
es: Nivel de confianza %

source: Confidence interval<br/>for the mean
es: Intervalo de confianza<br/>para la media

source: T-test for the mean of one population
es: Test t para la media de una población

source: Mean of
es: Media de

source: Test by groups
es: Contrastar por grupos

source: Test options
es: Opciones del test

source: Mean value in null hypothesis
es: Valor de la media en la hipótesis nula

source: Two-sided (≠)
es: Bilateral (≠)

source: Greater (>)
es: Mayor (>)

source: Less (<)
es: Menor (<)

source: Confidence interval for the mean
es: Intervalo de confianza para la media

source: This procedure performs the T test for detecting a significant difference between the mean of one population and a given value, and estimating the mean with a confidence interval.
es: Este procedimiento realiza el test T para detectar una diferencia significativa entre la media de una población y un valor dado, y estimar la media con un intervalo de confianza.

source: Insert the numeric variable to test.
es: Seleccionar la variable numérica a contrastar.

source: If you want different tests for the categories of one or several factors, check the box <b>Test by groups</b> and select the factors to define the groups. If you select more than one factor you will get one test for every category combination of the factors.
es: Si desea un contraste diferente para las categorías de uno o varios factores, marcar la casilla <b>Contrastar por grupos</b> y seleccionar los factores para definir los grupos. Si selecciona más de un factor obtendrá un contraste para cada combinación de categorías de los factores.

source: Enter the value of the mean in the null hypothesis
es: Introducir el valor de la media en la hipótesis nula.

source: Select the type of alternative hypothesis to test:
es: Seleccionar el tipo de hipótesis alternativa a contrastar:

source: Check two-sided you have no assumption about what mean is greater.
es: Marcar la casilla correspondiente a Bilateral si no hay una presunción de qué media es mayor.

source: Check greater if you assume that the mean of the first population is greater than the mean of the second population.
es: Marcar la casilla Mayor si se presume que la media de la primera población es mayor que la media de la segunda población.

source: Check less if you assume that the mean of the first population is less than the mean of the second population.
es: Marcar la casilla Menor si se presume que la media de la primera población es menor que la media de la segunda población.

source: The one-sided hypothesis tends to increase the power of the test.
es: Las hipótesis unilaterales tienden a aumentar la potencia del contraste.

source: If you wants a confidence interval to estimate the mean of the population check the box and enter the desired confidence level (a 95% of confidence correspond to a 5% of significance).
es: Marcar la casilla para obtener un intervalo de confianza para la media de la población e introducir el nivel de confianza deseado (un nivel de confianza del 95% corresponde a un 5% de significación).

source: t-test for comparing the means of two independent populations
es: Test t para comparar las medias de dos poblaciones independientes

source: T-test for comparing means of %1 according to %2
es: Test t para comparar las medias de %1 según %2

source: Comparison of
es: Comparación de

source: %1 according to %2
es: %1 según %2

source: Mean of %1 = Mean of %2
es: Media de %1 = Media de %2

source: Mean %1 &ne; Mean %2
es: Media %1 &ne; Media %2

source: Mean %1 &gt; Mean %2
es: Media %1 &gt; Media %2

source: Mean %1 &lt; Mean %2
es: Media %2 &lt; Media %2

source: F-test for comparing variances
es: Test F de comparación de varianzas

source: Populations
es: Poblaciones

source: Estimated variance quotient
es: Cociente de varianzas estimado

source: F statistic
es: Estadístico F

source: Confidence interval for<br/>the quotient of variances
es: Intervalo de confianza<br/>para el cociente de varianzas

source: Estimated means
es: Medias estimadas

source: Confidence interval for<br/>the difference of means
es: Intervalo de confianza<br/>para la diferencia de medias

source: T-test for comparing the means of two independent populations
es: Test t para comparar las medias de dos poblaciones independientes

source: Compare means of
es: Comparar las medias de

source: According to
es: Según

source: Populations to compare
es: Poblaciones a comparar

source: Compare population
es: Comparar población

source: With population
es: Con población

source: Confidence interval for the difference of means
es: Intervalo de confianza para la diferencia de medias
