Repository: AlfCano/rkTeaching
Catalog: inst/rkward/po/rkward__rkTeaching.*.po
Languages: es

source: This procedure creates the probability space corresponding to the repetition of a random experiment with a given probability space.
es: Este procedimiento crea el espacio probabilístico que resulta de la repetición de un experimento aleatorio con un espacio probabilístico dado.

source: Select the data frame that contains the probability space of the random experiment. This probability space must contain a column with name <b>probs</b>.
es: Seleccionar el conjunto de datos que contienen el espacio probabilístico del experimento aleatorio. Este espacio probabilístico debe contener una columna con el nombre <b>probs</b>.

source: Enter the number of repetition of the random experiment.
es: Introducir el número de repeticiones del experimento aleatorio.

source: Give a name to the probability space corresponding to the repetition of the random experiment.
es: Dar un nombre al conjunto de datos del espacio probabilístico de la repetición del experimento aleatorio.

source: Compute probability
es: Calcular probabilidad

source: Event
es: Suceso

source: Condition
es: Condición

source: Probability
es: Probabilidad

source: Conditional probability
es: Probabilidad condicionada

source: This procedure computes the probability of an event or the conditional probability of an event given another event in a probability space of a random experiment.
es: Este procedimiento calcular la probabilidad de un suceso o la probabilidad condicionada de un suceso dado otro suceso en un espacio probabilístico de un experimento aleatorio.

source: Select the data frame that contain the probability space of the random experiment. This probability spaces must contain a column with name <b>probs</b>.
es: Seleccionar el conjunto de datos que contienen el espacio probabilístico del experimento aleatorio. Este espacio probabilístico debe contener una columna con el nombre <b>probs</b>.

source: Enter the condition for the event. For example <b>coin=="H"</b> or <b>gender=="M" & weight>60</b>.
es: Introducir la condición que define el suceso. Por ejemplo <b>moneda=="C"</b> o <b>sexo=="M" & peso>60</b>.

source: Check the box for computing a conditional probability and enter the event of the condition.
es: Marcar la casilla para calcular una probabilidad condicionada e introducir el suceso que condiciona.

source: Gambling
es: Juegos de azar

source: Coins
es: Monedas

source: Dice
es: Dados

source: Cards
es: Naipes

source: Urn
es: Urna

source: Probabilities
es: Probabilidades

source: Binomial cumulative probabilities B(%1,%2)
es: Probabilidades acumuladas Binomial B(%1,%2)

source: Binomial probabilities B(%1,%2)
es: Probabilidades Binomial B(%1,%2)

source: Number of trials
es: Número de repeticiones

source: Probability of success
es: Probabilidad de éxito

source: Accumulation tail
es: Cola de acumulación

source: Left (&le;)
es: Izquierda (&le;)

source: Right (>)
es: Derecha (>)

source: Values
es: Valores

source: Cumulative prob
es: Prob. acumulada

source: Parameters
es: Parámetros

source: The binomial probability distribution model describes the probability of getting k successes in an sequence of n independent trials, with two possible outcomes (success/failure), where the probability of success in each of them is p.
es: El modelo de distribución de probabilidad Binomial describe la probabilidad de obtener k éxitos en una secuencia de n repeticiones independientes de una misma prueba con dos posibles resultados (éxito/fracaso), donde la probabilidad de éxito en cada repetición es p.

source: Insert the number of trials (repetitions) of the binomial (n) and the probability of success in each trial (p).
es: Introducir el número de repeticiones de la binomial (n) y la probabilidad de éxito en cada repetición (p).

source: Values of the variable
es: Valores de la variable

source: Compute
es: Calcular

source: Cumulative probabilities
es: Probabilidades acumuladas

source: Left (≤)
es: Izquierda (≤)

source: Left (<)
es: Izquierda (<)

source: Plot area
es: Dibujar área

source: Enter the values of the variable separated by commas.
es: Introducir los valores de la variable separados por comas.

source: Select <b>Probabilities</b> to compute the probability of every value, or <b>Cumulative probabilities</b> to compute the cumulative probability of every value. In this last case select the accumulation tail that you want: <b>Left</b> for accumulating the probabilities of the values less than or equal to a particular value, or <b>Right</b> for accumulating the probabilities of the values greater than a particular value.
es: Seleccionar <b>Probabilidades</b> para calcular la probabilidad de cada valor, o <b>Probabilidades acumuladas</b> para calcular la probabilidad acumulada de cada valor. En este último caso seleccionar la cola de acumulación deseada: <b>Izquierda</b> para acumular las probabilidades de los valores menores o iguales que un valor determinado, o <b>Derecha</b> para acumular las probabilidades de los valores mayores que un valor determinado.

source: Select the accumulation tail that you want: <b>Left</b> for accumulating the probabilities of the values less than or equal to a particular value, or <b>Right</b> for accumulating the probabilities of the values greater than a particular value.
es: Seleccionar la cola de acumulación deseada: <b>Izquierda</b> para acumular las probabilidades de los valores menores o iguales que un valor determinado, o <b>Derecha</b> para acumular las probabilidades de los valores mayores que un valor determinado.

source: Enter the cumulative probabilities corresponding to the quantiles that you want.
es: Introducir las probabilidades acumuladas correspondientes a los cuantiles deseados.

source: Select the accumulation tail that you want: <b>Left</b> if the cumulative probabilities correspond to values less than or equal to the quantile, or <b>Right</b> if the cumulative probabilities correspond to values greater than the quantile.
es: Seleccionar la cola de acumulación deseada: <b>Izquierda</b> si las probabilidades acumuladas corresponden a valores menores o iguales que el cuantil, o <b>Derecha</b> si las probabilidades acumuladas corresponden a valores mayores que el cuantil.

source: Binomial probability
es: Probabilidad Binomial

source: Binomial quantiles B(%1,%2)
es: Cuantiles Binomial B(%1,%2)

source: Quantile
es: Cuantiles

source: Binomial quantiles
es: Cuantiles Binomial

source: Probability plot
es: Gráfico de probabilidad

source: Binomial %1 function B(%2,%3)
es: Función de %1 Binomial B(%2,%3)

source: Type of function
es: Tipo de función

source: Probability function
es: Función de probabilidad

source: Distribution function
es: Función de distribución

source: Density function
es: Función de densidad

source: Preview
es: Previsualizar

source: Select the type of function to plot.
es: Seleccionar el tipo de función a dibujar.

source: Set the graphic options.
es: Establecer las opciones gráficas.

source: Select the minimum and the maximum value of the x-axis range to plot.
es: Seleccionar el mínimo y el máximo del rango de valores del eje X a dibujar.

source: Check this box for previewing the function plot. A new graphics window will pop up and it will be dynamically updated based on the choice of parameters. It may take a while for the window to show up. Sometimes, only an empty graphics device may get displayed, in which case, close the device (dev.off() or may be even graphics.off()), uncheck the box, wait for a while and try again. If it still persists, use only the "Submit" button to view the exported plot in the Output window.
es: Marcar la casilla para previsualizar el gráfico. Una nueva ventana gráfica aparecerá y será actualizada dinámicamente de acuerdo a la elección de los parámetros.

source: Density Function, or
es: Función de densidad, o

source: Distribution Function
es: Función de distribución

source: Number of observations (points) for constructing the plot (n).
es: Número de observaciones (puntos) para construir el diagrama (n).

source: Binomial probability distribution plot
es: Gráfico de distribución de probabilidad Binomial

source: Geometric cumulative probabilities Geom(%1)
es: Probabilidades acumuladas de la distribución Geométrica Geom(%1)

source: Geometric probabilities Geom(%1)
es: Probabilidades de la distribución Geométrica Geom(%1)

source: The geometric probability distribution model describes the probability of having to repeat the same trial, with two possible outcomes (success/failure), k times until get the first success.
es: El modelo de distribución de probabilidad geométrico describe la probabilidad de tener que repetir la misma prueba, con dos posibles resultados (éxito/fracaso), k veces hasta obtener el primer éxito.

source: Insert the probability of success in each trial (p).
es: Introducir la probabilidad de éxito en cada repetición (p).

source: Geometric probability
es: Probabilidad Geométrica

source: Geometric quantiles Geom(%1)
es: Cuantiles de la distribución Geométrica Geom(%1)

source: Geometric quantiles
es: Cuantiles de la distribución Geomética

source: Geometric %1 function Geom(%2)
es: Función de %1 de la distribución Geométrica Geom(%2)

source: Geometric probability distribution plot
es: Gráfico de distribución de probabilidad de la distribución Geométrica

source: Hypergeometric cumulative probabilities H(%1,%2,%3)
es: Probabilidades acumuladas de la distribución Hipergeométrica H(%1,%2,%3)

source: Hypergeometric probabilities H(%1,%2,%3)
es: Probabilidades de la distribución Hipergeométrica H(%1,%2,%3)

source: Population size
es: Tamaño de la población

source: Number of successes in population
es: Número de éxitos en la población

source: Number of successes in the population
es: Número de éxitos en la población

source: Number of draws (sample size)
es: Número de extracciones (tamaño muestral)

source: The hypergeometric probability distribution model describes the probability of getting k successes in n draws, <e>without replacement</e>, from a population of size N with K successes.
es: El modelo de distribución de probabilidad Hipergeométrico describe la probabilidad de obtener k éxitos en n extracciones, <e>sin reemplazamiento</e>, de una población de tamaño N con K éxitos.

source: Insert the population size (N), the number of successes in the population (K), and the number of draws (n).
es: Introducir el tamaño de la población (N), el número de éxitos en la población (K), y el número de extracciones (n).

source: Hypergeometric probability
es: Probabilidad de la distribución Hipergeométrica

source: Hypergeometric quantiles H(%1,%2,%3)
es: Cuantiles de la distribución Hipergeométrica H(%1,%2,%3)

source: Hypergeometric quantiles
es: Cuantiles de la distribución Hipergeométrica

source: Hypergeometric %1 function H(%2,%3,%4)
es: Función de %1 de la distribución Hipergeométrica H(%2,%3,%4)

source: Hypergeometric probability distribution plot
es: Gráfico de probabilidad de la distribución Hipergeométrica

source: Poisson cumulative probabilities P(%1)
es: Probabilidades acumuladas de la distribución Poisson P(%1)

source: Poisson probabilities P(%1)
es: Probabilidades de la distribución Poisson P(%1)

source: The Poisson probability distribution model describes the probability of a given number of events occurring in a fixed interval of time or space assuming that these events occur with constant rate and independently of time. The parameter that describes this distribution is the average number of events in the interval considered.
es: El modelo de distribución de probabilidad de Poisson describe la probabilidad de que ocurran un número determinado de sucesos en un intervalo fijo de tiempo o espacio, suponiendo que los sucesos ocurren con una tasa constante independiente del tiempo. El parámetro que describe esta distribución es el número medio de sucesos en el intervalo considerado.

source: Insert the average number of events in the interval (lambda).
es: Introducir el número medio de sucesos en el intervalo (lambda).

source: Poisson probability
es: Probabilidad de la distribución de Poisson

source: Poisson quantiles P(%1)
es: Cuantiles de la distribución de Poisson P(%1)

source: Poisson quantiles
es: Cuantiles de la distribución de Poisson

source: Poisson %1 function P(%2)
es: Función de %1 de la distribución de Poisson P(%2)

source: Poisson probability distribution plot
es: Gráfico de probabilidad de la distribución de Poisson

source: Chi-square cumulative probabilities &chi;(%1)
es: Probabilidades acumuladas de la distribución Chi-cuadrado &chi;(%1)

source: Density
es: Densidad

source: The Chi-square probability distribution defines the probability distribution of the sum of the square of n independent standard normal variables.
es: El modelo de distribución de probabilidad Chi-cuadrado define la distribución de probabilidad de la suma de los cuadrados de n variables normales estándar independientes.

source: The parameter n that describe this distribution is the degrees of freedom, that is the number of squared standard normal added.
es: El parámetro n que describe esta distribución son los grados de libertad, que es el número de variables normales estándar sumadas.

source: Insert the degrees of freedom.
es: Introducir los grados de libertad.

source: Chi-square probability
es: Probabilidad de la distribución Chi-cuadrado

source: Chi-square quantiles &chi;(%1)
es: Cuantiles de la distribución Chi-cuadrado &chi;(%1)

source: Chi-square quantiles
es: Cuantiles de la distribución Chi-cuadrado

source: Chi-square %1 function &chi;(%2)
es: Función de %1 de la distribución Chi-cuadrado &chi;(%2)

source: Chi-square probability plot
es: Gráfico de probabilidad de la distribución Chi-cuadrado

source: Fisher-Snedecor F cumulative probabilities F(%1,%2)
es: Probabilidades acumuladas de la distribución F de Fisher-Snedecor F(%1,%2)

source: Numerator degrees of freedom
es: Grados de libertad del numerador

source: Denominator degrees of freedom
es: Grados de libertad del denominador

source: The Fisher-Snedecor probability distribution is a probability distribution that arises in the testing of whether two populations have the same variance. Mathematically this distributions describes the probability distribution of the variable that result of the quotient of two independent chi-square distributions with m and n degrees of freedom, each divided by its degrees of freedom.
es: El modelo de distribución de probabilidad F de Fisher-Snedecor es una distribución de probabilidad que aparece al contrastar si dos poblaciones tienen la misma varianza. Matemáticamente, esta distribución describe la distribución de probabilidad de la variable que resulta del cociente de dos variables con distribución Chi-cuadrado independientes con m y n grados de libertad, cada una dividida por sus grados de libertad.

source: The parameters that define this distribution are the degrees of freedom of the numerator and denominator, that are the sample size minus one of the samples drawn from both populations.
es: Los parámetros que describen a esta distribución son los grados de libertad del numerador y denominador, que son el tamaño muestral menos uno de las muestras obtenidas de cada población.

source: <a href="http://aprendeconalf.es/statistics/manual/continuous_random_variables.html#Fisher-Snedecor’sFdistribution">More info</a>
es: <a href="http://aprendeconalf.es/statistics/manual/continuous_random_variables.html#Fisher-Snedecor’sFdistribution">Más información</a>

source: Insert the degrees of freedom of the numerator and denominator.
es: Introducir los grados de libertad del numerador y denominador.

source: Fisher-Snedecor F probabilities
es: Probabilidades de la distribución F de Fisher-Snedecor

source: Fisher-Snedecor F quantiles F(%1,%2)
es: Cuantiles de la distribución F de Fisher-Snedecor F(%1,%2)

source: Fisher-Snededor F quantiles
es: Cuantiles de la distribución F de Fisher-Snedecor

source: Fisher-Snedecor F %1 function F(%2,%3)
es: Función de %1 de la distribución F de Fisher-Snedecor F(%2,%3)

source: Fisher-Snedecor F probability plot
es: Gráfico de probabilidad de la distribución F de Fisher-Snedecor

source: Normal cumulative probabilities N(%1,%2)
es: Probabilidades acumuladas de la distribución Normal N(%1,%2)

source: The Normal probability distribution model is the the most common continuous probability distribution model. It describes the probability of many natural variables due to the central limit theorem.
es: El modelo de distribución de probabilidad Normal es el modelo de distribución de probabilidad continuo más común. Describe la distribución de probabilidad de muchas variables naturales debido al teorema central del límite.

source: The parameters that describe this distribution are the mean and the standard deviation of the population.
es: Los parámetros que describen esta distribución son la media y la desviación típica de la población.

source: Insert the mean and the standard deviation of the population.
es: Introducir la media y la desviación típica de la población.

source: Normal probability
es: Probabilidad de la distribución Normal

source: Normal quantiles N(%1,%2)
es: Cuantiles de la distribución Normal N(%1,%2)

source: Normal quantiles
es: Cuantiles de la distribución Normal

source: Normal %1 function N(%2,%3)
es: Función de %1 de la distribución Normal N(%2,%3)

source: Normal probability distribution plot
es: Gráfico de probabilidad de la distribución Normal

source: Student's t cumulative probabilities T(%1)
es: Probabilidades acumuladas de la distribución t de Student T(%1)

source: The Student's t probability distribution is a probability distribution that arises when estimating the mean of a normally distributed population when the sample size is small and the standard deviation of the population is unknown.
es: El modelo de distribución de probabilidad t de Student es un modelo que aparece al estimar la media de una población con distribución normal cuando el tamaño muestral es pequeño y la desviación típica de la población es desconocida.

source: The parameter that describe this distribution is the degrees of freedom, that correspond to the sample size used to estimate the mean minus one.
es: El parámetro que describe esta distribución son los grados de libertad, que corresponden al tamaño muestral usado para estimar la media menos uno.

source: Insert the degrees of freedom (the sample size minus one).
es: Introducir los grados de libertad (tamaño muestral menos uno).

source: Student's t probabilities
es: Probabilidades de la distribución t de Student

source: Student's t quantiles T(%1)
es: Cuantiles de la distribución t de Student T(%1)

source: Student's t quantiles
es: Cuantiles de la distribución t de Student

source: Student's t %1 function T(%2)
es: Función de %1 de la distribución t de Student T(%2)

source: Student's t probability plot
es: Gráfico de probabilidad de la distribución t de Student

source: Continuous uniform cumulative probabilities U(%1,%2)
es: Probabilidades acumuladas de la distribución Uniforme continua U(%1,%2)

source: The Uniform continuous probability distribution model describes a probability distribution where intervals of the same length in the range have the same probability (equiprobability). The parameters that describe this distribution are the minimum and the maximum of the variable range.
es: El modelo de distribución de probabilidad Uniforme continuo describe la distribución de probabilidad donde los intervalos de igual amplitud del rango tienen la misma probabilidad (equiprobabilidad). Los parámetros que describen esta distribución son el mínimo y el máximo del rango de la variable.

source: Insert the minimum and the maximum value of the variable range.
es: Introducir el mínimo y el máximo de los valores del rango de la variable.

source: Continuous uniform probabilities
es: Probabilidades de la distribución Uniforme continua

source: Continuous uniform quantiles U(%1,%2)
es: Cuantiles de la distribución Uniforme continua U(%1,%2)

source: Continuous uniform quantiles
es: Cuantiles de la distribución Uniforme continua

source: Continuous uniform %1 function U(%2,%3)
es: Función de %1 de la distribución Uniforme continua U(%2,%3)

source: Continuous uniform probability plot
es: Gráfico de probabilidad de la distribución Uniforme continua

source: Distributions
es: Distribuciones

source: Discrete
es: Discretas

source: Geometric
es: Geométrica

source: Hypergeometric
es: Hipergeométrica

source: Continuous
es: Continuas

source: Chi-square
es: Chi-cuadrado

source: Fisher's F
es: F de Fisher

source: Student's t
es: t de Student

source: Uniform
es: Uniforme

source: Law of rare events
es: Ley de los casos raros

source: Binomial number of trials
es: Número de repeticiones de la Binomial

source: Binomial probability of success
es: Probabilidad de éxito de la Binomial

source: Poisson mean
es: Media de la Poisson

source: Std.Dev.
es: Desv.Std.

source: Rare events law
es: Ley de los casos raros

source: The rare events law states that a Binomial distribution B(n,p) tends to a Poisson distribution P(np) as n increases and p decreases.
es: La ley de los casos raros establece que una distribución Binomial B(n,p) tiende a una distribución Poisson P(np) cuando n crece y p decrece.

source: Increase the number of trials or decrease the probability of success of the Binomial distribution to see how the graph of the Binomial distribution converges to the one of the Poisson distribution.
es: Incrementar el número de repeticiones o disminuir la probabilidad de éxito de la distribución Binomial para ver cómo el gráfico de la distribución de probabilidad Binomial converge al de la distribución Poisson.

source: Simulations
es: Simulaciones
