Repository: AlfCano/rkTeaching
Catalog: inst/rkward/po/rkward__rkTeaching.*.po
Languages: es

source: Enter the confidence level for the estimate.
es: Introducir el nivel de confianza para la estimación.

source: Enter the maximum error for the estimate.
es: Introducir el error absoluto máximo para la estimación.

source: Parametric tests
es: Test paramétricos

source: Means
es: Medias

source: Variances
es: Varianzas

source: Proportions
es: Proporciones

source: Mann-Whitney U test for two independent populations
es: Test U de Mann-Whitney para dos poblaciones independientes

source: Mann-Whitney U test for comparing the distribution of %1 according to %2
es: Test U de Mann-Whitney para la comparación de las distribuciones de %1 según %2

source: Scores %1 = Scores %2
es: Puntuaciones %1 = Puntuaciones %2

source: Scores %1 &ne; Scores %2
es: Puntuaciones %1 &ne; Puntuaciones %2

source: Scores %1 &gt; Scores %2
es: Puntuaciones %1 &gt; Puntuaciones %2

source: Scores %1 &lt; Scores %2
es: Puntuaciones %1 &lt; Puntuaciones %2

source: Exact
es: Exacto

source: U statistic
es: Estadístico U

source: Confidence interval for<br/>the difference of ranks
es: Intervalo de confianza<br/>para la diferencia de rangos

source: Mann-Whitney U test for comparing two independent populations
es: Test U de Mann-Whitney para la comparación de dos poblaciones independientes

source: Exact p-value
es: p-valor exacto

source: Confidence interval for the difference of ranks
es: Intervalo de confianza para la diferencia de rangos

source: This procedure performs the Mann-Whitney U test for detecting a significant difference between the distributions or the medians of two independent populations.
es: Este procedimiento realiza el contraste de U de Mann-Whitney para detectar una diferencia significativa entre las distribuciones o las medianas de dos poblaciones independientes.

source: The dependent variable must be numeric or ordinal and the independent variable must be a factor.
es: La variable dependiente debe ser numérica u ordinal y la variable independiente debe ser un factor.

source: Insert the variable for which to compare the distributions in the field <b>Compare</b>.
es: Seleccionar la variable de la que comparar las distribuciones en el campo <b>Comparar</b>.

source: Check two-sided if you have no assumption about what scores are greater.
es: Marcar la casilla correspondiente a Bilateral si no hay una presunción de qué puntuaciones son mayores.

source: Check greater if you assume that the scores of the first population are greater than the mean of the second population.
es: Marcar la casilla Mayor si se presume que las puntuaciones de la primera población son mayores que las de la segunda población.

source: Check less if you assume that the scores of the first population are less than the mean of the second population.
es: Marcar la casilla Menor si se presume que las puntuaciones de la primera población son menores que las media de la segunda población.

source: Check exact p-value for small sample sizes.
es: Marcar la casilla p-valor exacto si la muestra es pequeña.

source: If you wants a confidence interval to estimate the difference between the pseudomedians of ranks of the populations check the box and enter the desired confidence level (a 95% of confidence correspond to a 5% of significance).
es: Marcar la casilla para obtener un intervalo de confianza para la diferencia de pseudomedianas de los rangos de las poblaciones e introducir el nivel de confianza deseado (un nivel de confianza del 95% corresponde a un 5% de significación).

source: Wilcoxon test for two paired populations
es: Test de Wilcoxon para dos poblaciones pareadas

source: Wilcoxon test for comparing the distributions of %1 and %2
es: Test de Wilcoxon para la comparación de distribuciones de %1 y %2

source: Population 1
es: Población 1

source: Population 2
es: Población 2

source: Statistic W
es: Estadístico W

source: Wilcoxon test for comparing two paired populations
es: Test de Wilcoxon para la comparación de dos poblaciones pareadas

source: with
es: con

source: This procedure performs the Wilcoxon test for detecting a significant difference between the distributions of two paired populations.
es: Este procedimiento realiza el contraste de Wilcoxon para detectar una diferencia significativa entre las distribuciones de dos poblaciones pareadas.

source: The variables to compare must be numeric or ordinal.
es: Las variables a comparar deben ser numéricas u ordinales.

source: Insert the two variables to compare in the fields <b>Compare</b> and <b>with</b>.
es: Seleccionar las dos variables a comparar en los campos <b>Compara</b> y <b>con</b>.

source: If you wants a confidence interval to estimate the mean of the difference between ranks of the populations check the box and enter the desired confidence level (a 95% of confidence correspond to a 5% of significance).
es: Marcar la casilla para obtener un intervalo de confianza para la diferencia de los rangos de las poblaciones e introducir el nivel de confianza deseado (un nivel de confianza del 95% corresponde a un 5% de significación).

source: Friedman test for repeated measures
es: Test de Friedman para medidas repetidas

source: Friedman test for comparing the distribution of %1
es: Test de Friedman para la comparación de las distribuciones de %1

source: There are no significant differences among the populations
es: No existe diferencia significativa entre las poblaciones

source: There are significant differences between at least two populations
es: Existen diferencias significativas entre al menos dos poblaciones

source: Friedman test for comparing paired populations
es: Test de Friedman para la comparación de poblaciones pareadas

source: Variables to compare (repeated measures)
es: Variables a comparar (medidas repetidas)

source: This procedure performs the Friedman test for detecting a significant difference among the distributions of two or more paired populations, that is, several repeated measures on the same individuals.
es: Este procedimiento realiza el contraste de Friedman para detectar una diferencia significativa entre las distribuciones de dos o más poblaciones pareadas, es decir, entre varias variables medidas en los mismos individuos.

source: The variables that contain the repeated measures must be numeric or ordinal.
es: Las variables que contienen las medidas repetidas deben ser numéricas u ordinales.

source: Insert the variables to compare, corresponding to the repeated measures.
es: Seleccionar las variables a comparar correspondientes a las medidas repetidas.

source: Kruskal-Wallis test for several independent populations
es: Test de Kruskal-Wallis para varias poblaciones independientes

source: YES
es: SI

source: Kruskal-Wallis test for comparing the distribution of %1 according to %2
es: Test Kruskal-Wallis para la comparación de las distribuciones de %1 según %2

source: Comparison of %1 according to %2
es: Comparación de %1 según %2

source: There is no significant difference between the populations
es: No existe diferencia significativa entre las poblaciones

source: There are significant difference between at least two populations
es: Existen diferencias significativas entre al menos dos poblaciones

source: Observed difference
es: Diferencia observada

source: Critical difference
es: Diferencia crítica

source: Significant difference
es: Diferencia significativa

source: Kruskal-Wallis test for comparing independent populations
es: Test de Kruskal-Wallis para la comparación de poblaciones independientes

source: This procedure performs the Kruskal-Wallis test for detecting a significant difference among the distributions of two or more independent populations.
es: Este procedimiento realiza el contraste de Kruskal-Wallis para detectar una diferencia significativa entre las distribuciones de dos o más poblaciones independientes.

source: Check the box to perform pairwise comparison tests.
es: Marcar la casilla para realizar los contrastes de comparación por pares.

source: Lilliefors (Kolmogorov-Simirnov) test
es: Test de Lilliefors (Kolmogorov-Smirnov)

source: Lilliefors (Kolmogorov-Smirnov) normality test of %1
es: Test de normalidad de Lilliefors (Kolmogorov-Smirnov) de %1

source: D statistic
es: Estadístico D

source: Lilliefors (Kolmogorov-Smirnov) normality test
es: Test de normalidad de Lilliefors (Kolmogorov-Smirnov)

source: Analysis by groups
es: Análisis por grupos

source: This procedure performs the Lilliefors test (a correction of the Kolmogorov-Smirnov test) for detecting a significant departure from normality of a quantitative variable.
es: Este procedimiento realiza el contraste de Lilliefors (una corrección del contraste de Kolmogorov-Smirnov) para detectar una desviación significativa de la normalidad de una variable cuantitativa.

source: This test has a low power for small samples (n<30). In such a case, use instead the Shapiro-Wilk's test.
es: Este contraste tiene una baja potencia para muestras pequeñas (n<30). En tal caso, utilizar en su lugar el contraste de Shapiro-Wilk.

source: Shapiro-Wilk test
es: Test de Shapiro-Wilk

source: Shapiro-Wilk's normality test of %1
es: Test de normalidad de Shapiro-Wilk de %1

source: Statistic
es: Estadístico

source: Shapiro-Wilk's normality test
es: Test de normalidad de Shapiro-Wilk

source: This procedure performs the Shapiro-Wilk's test for detecting a significant departure from normality of a quantitative variable.
es: Este procedimiento realiza el contraste de Shapiro-Wilk para detectar una desviación significativa de la normalidad de una variable cuantitativa.

source: Chi-square test of independence
es: Test Chi-cuadrado de independencia

source: Chi-square test of independence of %1 and %2
es: Test Chi-cuadrado de independencia de %1 y %2

source: There is no significant association between the variables.
es: No existe una asociación significativa entre las variables.

source: There is a significant association between the variables.
es: Existe una asociación significativa entre las variables.

source: Fisher exact test
es: Test exacto de Fisher

source: Observed frequencies
es: Frecuencias observadas

source: Expected frequencies
es: Frecuencias esperadas

source: Observed percentages
es: Porcentajes observados

source: Row variable
es: Variable de filas

source: Column variable
es: Variable de columnas

source: Show observed frequencies
es: Mostrar frecuencias observadas

source: Show expected frequencies
es: Mostrar frecuencias esperadas

source: Show percentages
es: Mostrar porcentajes observados

source: This procedure performs the Chi-square test for detecting if two variables are independent.
es: Este procedimiento realiza el contraste Chi-cuadrado para detectar si dos variables son independientes.

source: The variables must be factors.
es: Las variables deben ser factores.

source: Insert the row and columns variables.
es: Seleccionar las variables de filas y columnas.

source: Check the box if you want a Fisher exact test.
es: Marcar la casilla para realizar un contraste exacto de Fisher.

source: Check the box to show the observed frequencies in the contingency table.
es: Marcar la casilla para mostrar las frecuencias observadas en la tabla de contingencia.

source: Check the box to show the expected frequencies in the contingency table.
es: Marcar la casilla para mostrar las frecuencias esperadas en la tabla de contingencia.

source: Check the box to show the percentages in the contingency table.
es: Marcar la casilla para mostrar los porcentajes observados en la tabla de contingencia.

source: Chi-square goodness of fit
es: Test Chi-cuadrado de bondad de ajuste

source: Chi-square test of goodness of fit
es: Test Chi-cuadrado de bondad de ajuste

source: Theoretical probabilities
es: Probabilidades teóricas

source: There is no significant difference between the observed and the theoretical distribution.
es: No existe diferencia significativa entre las distribuciones observada y teórica.

source: There is a significant difference between the observed and the theoretical distribution.
es: Existe una diferencia significativa entre las distribuciones observada y teórica.

source: This procedure performs the Chi-square test for checking if a population fits a theoretical distribution.
es: Este procedimiento realiza el contraste Chi-cuadrado para comprobar si una población se ajusta a una distribución teórica.

source: The variables must be numeric and contain the observed frequencies in the sample and the theoretical probabilities in the population.
es: Las variables deben ser numéricas y contener las frecuencias observadas en la muestra y las probabilidades teóricas de la población.

source: Insert the variables that contain the observed frequencies and the theoretical probabilities.
es: Seleccionar las variables que contienen las frecuencias observadas y las probabilidades teóricas.

source: McNemar test of independence
es: Test de independencia de McNemar

source: McNemar test of independence of %1 and %2
es: Test de McNemar de independencia de %1 y %2

source: Paired variables
es: Variables pareadas

source: This procedure performs the McNemar test for detecting if two paired variables are independent.
es: Este procedimiento realiza el contraste de McNemar para detectar si dos variables pareadas son independientes.

source: The variables must be factors and measured in the same individuals.
es: Las variables deben ser factores medidos en los mismos individuos.

source: Non-parametric tests
es: Test no paramétricos

source: Normality
es: Normalidad

source: Intraclass correlation
es: Correlación intraclase

source: Intraclass correlation of %1 and %2
es: Correlación intraclase de %1 y %2

source: Type
es: Tipo

source: First measurement
es: Primera medida

source: Second measurement
es: Segunda medida

source: This procedure computes the Intraclass Correlation coefficient to see if there is agreement in two quantitative variables measuring the same thing.
es: Este procedimiento calcula el coeficiente de correlación intraclase para ver el grado de acuerdo entre dos variables cuantitativas que miden la misma cosa.

source: Select the variables with the measurements.
es: Seleccionar las variables con las medidas.

source: Cohen's kappa
es: Test de concordancia Kappa de Cohen

source: Cohen's kappa coefficient of %1 and %2
es: Coeficiente Kappa de Cohen de %1 y %2

source: Weighted kappa
es: Kappa ponderado

source: Cohen's kappa concordance test
es: Test de concordancia Kappa de Cohen

source: This procedure computes the Cohen's kappa coefficient to see if there is agreement in two qualitative variables measuring the same thing.
es: Este procedimiento calcula el coeficiente kappa de Cohen para ver el grado de acuerdo entre dos variables cualitativas que miden la misma cosa.

source: Concordance
es: Concordancia

source: Probability space
es: Espacio probabilístico

source: coin
es: moneda

source: H
es: C

source: T
es: X

source: Probability space of tossing coins
es: Espacio probabilístico del lanzamiento de monedas

source: Number of coins
es: Número de monedas

source: Compute probabilities
es: Calcular probabilidades

source: Save probability space
es: Guardar espacio probabilístico

source: This procedure generates the probability space of the random experiment of tossing a number of coins.
es: Este procedimiento genera el espacio probabilístico del experimento aleatorio consistente en el lanzamiento de un número de monedas.

source: Enter the number of coins
es: Introducir el número de monedas

source: Check the box to compute the probability space, that is, the probabilities for each of the elements of the sample space. If not, you will get only the sample space.
es: Marcar la casilla para calcular el espacio probabilístico, es decir, las probabilidades para cada uno de los elementos del espacio muestral. Si no se marca, se obtendrá sólo el espacio muestral.

source: Give a name to the data set with the probability space.
es: Dar un nombre al conjunto de datos del espacio probabilístico.

source: Toss coins
es: Lanzar monedas

source: frequency
es: frecuencia

source: Random experiment of tossing coins
es: Experimento aleatorio del lanzamiento de monedas

source: Number of times
es: Número de veces

source: Tossing coins
es: Lanzamiento de monedas

source: Save data frame
es: Guardar conjunto de datos

source: This procedure simulates the random experiment of tossing a number of coins a number of times.
es: Este procedimiento simula el experimento aleatorio consistente en el lanzamiento de un número de monedas un número de veces.

source: Enter the number of coins.
es: Introducir el número de monedas.

source: Enter the number times to toss the coins.
es: Introducir el número de veces que se lanzan las monedas.

source: Check the box to compute the frequency of every outcome.
es: Marcar la casilla para calcular las frecuencias de cada resultado.

source: Give a name to the data set with the outcomes of the random experiment.
es: Dar un nombre al conjunto de datos con los resultados del experimento aleatorio.

source: dice
es: dados

source: Probability space of rolling dice
es: Espacio probabilístico del lanzamiento de dados

source: Number of dice
es: Número de dados

source: This procedure generates the probability space of the random experiment of rolling a number of dice.
es: Este procedimiento genera el espacio probabilístico del experimento aleatorio consistente en el lanzamiento de un número de dados.

source: Enter the number of dice
es: Introducir el número de dados

source: Roll dice
es: Lanzar dados

source: Random experiment of rolling dice
es: Experimento aleatorio del lanzamiento de dados

source: Rolling dice
es: Lanzamiento de dados

source: This procedure simulates the random experiment of rolling a number of dice a number of times.
es: Este procedimiento simula el experimento aleatorio del lanzamiento de un número de dados un número de veces.

source: Enter the number times to roll the dice
es: Introducir el número de veces que se lanzan los dados.

source: Probability space of drawing a card
es: Espacio probabilístico de la extracción de un naipe de una baraja

source: Type of deck
es: Tipo de baraja

source: American
es: Americana

source: Spanish
es: Española

source: This procedure generates the probability space of drawing a card from a deck of cards.
es: Este procedimiento genera el espacio probabilístico de la extracción de un naipe de una baraja.

source: Select the type of deck.
es: Seleccionar el tipo de baraja.

source: Draw cards
es: Sacar naipes

source: Random experiment of drawing cards
es: Experimento aleatorio de la extracción de naipes

source: Number of cards
es: Número de naipes

source: Drawing of cards
es: Extracción de naipes

source: Save the probability space
es: Guardar espacio probabilístico

source: This procedure simulates the random experiment of drawing a number of cards from a deck.
es: Este procedimiento simula el experimento aleatorio consistente en la extracción de un número de naipes de una baraja.

source: Enter the number of cards.
es: Introducir el número de naipes.

source: Probability space of drawing objects from an urn
es: Espacio probabilístico de la extracción de objetos de una urna

source: Number of objects in the urn
es: Número de objetos en la urna

source: Objects in the urn
es: Objetos en la urna

source: Number of draws
es: Número de extracciones

source: With replacement
es: Con reemplazamiento

source: With order
es: Con orden

source: Number of objects
es: Número de objetos

source: List of objects
es: Lista de objetos

source: This procedure generates the probability space of the random experiment of drawing a number of objects from an urn.
es: Este procedimiento genera el espacio probabilístico del experimento aleatorio consistente en la extracción de un número de objetos de una urna.

source: Enter the number of objects or the list of objects.
es: Introducir el número de objetos o la lista de objetos en la urna.

source: Enter the number of objects drawn from the urn.
es: Introducir el número de objetos extraídos de la urna.

source: Check the box if the draw is with replacement, that is, if after drawing an object the object is returned to the urn before the next draw.
es: Marcar la casilla si la extracción es con reemplazamiento, es decir, si después de extraer un objeto el objeto se devuelve a la urna antes de la siguiente extracción.

source: Check the box if the order of the draws matter.
es: Marcar la casilla si el orden de las extracciones debe tenerse en cuenta.

source: Draw from an urn
es: Extracción de una urna

source: Random experiment of drawing objects from an urn
es: Experimento aleatorio de la extracción de objetos de una urna

source: Drawing of objects from an urn
es: Extracción de objetos de una urna

source: This procedure simulates the random experiment of drawing a number of objects from an urn.
es: Este procedimiento simula el experimento aleatorio consistente en la extracción de un número de objetos de una urna.

source: Enter the number of times to repeat the draw.
es: Introducir el número de veces a repetir la extracción.

source: Build probability space
es: Construir espacio probabilístico

source: Construction of a probability space
es: Construcción de un espacio probabilístico

source: Seleccionar conjunto de datos
es: Seleccionar el conjunto de datos

source: Define frequencies
es: Definir frecuencias

source: This procedure creates a probability space using the frequencies of a sample.
es: Este procedimiento crea el espacio probabilístico correspondiente a las frecuencias de una muestra.

source: Select the data frame that contains the sample. If the data frame contains the frequencies, check the box and select variable that contains the frequencies.
es: Seleccionar el conjunto de datos que contiene la muestra. Si el conjunto de datos contiene frecuencias, marcar la casilla correspondiente y seleccionar la variable que contiene las frecuencias.

source: Join independent probability spaces
es: Combinación de espacios probabilísticos independientes

source: Join of independent probability spaces
es: Combinación de espacios probabilísticos independientes

source: Source probability spaces
es: Espacios probabilísticos originales

source: Join probability space
es: Espacio probabilístico combinado

source: Select probability spaces
es: Seleccionar espacios probabilísticos

source: Probability spaces
es: Espacios probabilísticos

source: This procedure creates the probability space corresponding to the join of the probability spaces of independent random experiments.
es: Este procedimiento crea el espacio probabilístico que resulta de la combinación de dos espacios probabilísticos de experimentos aleatorios independientes.

source: Select the data frames that contain the probability spaces of the random experiments. This probability spaces must containt a colum with name <b>probs</b>.
es: Seleccionar los conjuntos de datos que contienen los espacios probabilísticos de los experimentos aleatorios. Estos espacios probabilísticos deben contener una columna con el nombre <b>probs</b>.

source: Give a name to the probability space corresponding to the join.
es: Dar un nombre al conjunto de datos del espacio probabilístico de la combinación.

source: Repeat probability space
es: Repetir espacios probabilísticos

source: Repetition of a probability space
es: Repetición de un espacio probabilístico

source: Source probability space
es: Espacio probabilístico original

source: Generated probability space
es: Espacio probabilístico generado

source: Repetition of probability space
es: Repetición de un espacio probabilístico

source: Select probability space
es: Seleccionar el espacio probabilístico

source: Number of repetitions
es: Número de repeticiones
